Repository: dmaulikr/SpinRevolutionGame
Catalog: SpinRevolution/Revolution/*.lproj/Localizable.strings
Languages: ca, es

# TUTORIAL_NEXT
source: Next
ca: Següent
es: Siguiente

# TUTORIAL_BACK
source: Back
ca: Enrere
es: Atrás

# TUTORIAL_PLAY
source: Play
ca: Jugar
es: Jugar

# TUTORIAL_1_TEXT
source: Follow the color indicated dragging your finger
ca: Segueix el color indicat arrossegant el dit
es: Sigue el color indicado arrastrando el dedo

# TUTORIAL_2_TEXT
source: Following the right color will make you win points and combos
ca: Seguir el color correctament et farà guanyar punts i combos
es: Seguir el color correctamente te hará ganar puntos y combos

# TUTORIAL_3_TEXT
source: Use them to get more points and beat your friends!
ca: Utilitza'ls per a guanyar més punts i superar als teus amics!
es: Úsalos para ganar más puntos y superar a tus amigos!

# TUTORIAL_4_TEXT
source: Here you can get more powerups and also buy additional points
ca: Aquí pots aconseguir més powerups i comprar més punts
es: Aquí puedes conseguir más powerups y comprar más puntos

# POINTS_TITLE
source: Buy points
ca: Compra
es: Compra

# POINTS_INFO
source: Get points to buy your favourite powerups!
ca: Aconseguiex punts per a tenir powerups!
es: Consigue puntos para tener powerups!

# AFTER_SURVEY_TITLE
source: Thank you for answering!
ca: Gràcies per respondre!
es: Gracias por responder!

# AFTER_SURVEY_MESSAGE
source: Enjoy your points! ;)
ca: Disfruta dels punts! ;)
es: Disfruta de los puntos! ;)

# AFTER_PURCHASE_TITLE
source: Purchase Successful
ca: Compra completada correctament
es: Compra completada correctamente

# AFTER_PURCHASE_MESSAGE
source: Enjoy your points! ;)
ca: Disfruta dels punts! ;)
es: Disfruta de los puntos! ;)

# SCORE_SCENE_TITLE
source: Your score
ca: Puntuació
es: Puntuación

# TOTAL_POINTS
source: Points: %li
ca: Punts: %li
es: Puntos: %li

source: Best score!
ca: Rècord!
es: Récord!

# BEST_SCORE_SAVED
source: Best: %i
ca: Rècord: %i
es: Récord: %i

# SHARE_MESSAGE
source: I scored %i points at #SpinRevolution. Download it and try to beat me!
ca: He fet %i punts a #SpinRevolution. Descarrega-te'l i intenta superar-me!
es: He hecho %i puntos en #SpinRevolution. Descárgatelo e intenta superarme!

# SURVEY_ALERT_TITLE
source: Help us!
ca: Ajuda'ns!
es: Ayúdanos!

# SURVEY_ALERT_MESSAGE
source: Answer a 30s satisfaction survey about this game and win 15,000 points :)
ca: Respongui una ràpida enquesta de satisfacció i guanyi 15.000 punts :)
es: Responda un rápido cuestionario de satisfacción y gane 15.000 puntos :)

# SURVEY_ALERT_LATER
source: Later
ca: Després
es: Después

# SURVEY_ALERT_ANSWER
source: Answer!
ca: Respondre!
es: Responder!

source: Touch
ca: Toca
es: Toca

source: Go!
ca: Gira!
es: Gira!

source: Extra life
ca: Vida extra
es: Vida extra

# EXTRA_LIFE_INFO
source: Recover a lost life and replay it.
ca: Recupera una vida perduda.
es: Recupera una vida perdida.

source: Life immunity
ca: Sigues immune
es: Sé immune

# LIFE_IMMUNITY_INFO
source: Become immunent so you don't loose a life.
ca: No perdis vides durant un temps.
es: No pierdas vidas durante un tiempo.

# POINTS_COMBO
source: Point combo x5
ca: Combo x5
es: Combo x5

# POINTS_COMBO_INFO
source: Get a x5 combo and multiply your points.
ca: Multiplica per 5 els punts aconseguits.
es: Multiplica por 5 los puntos conseguidos.

source: BUY
ca: COMPRA
es: COMPRA

# POWERUP_PRICE
source: %i points
ca: %i punts
es: %i puntos

# HEADER_MORE
source: Tap to buy more
ca: Toca per comprar-ne més
es: Toca para comprar más

# HELP
source: Need help?
ca: Necessites ajuda?
es: Necesitas ayuda?
